Repository: mexenixi/narabi
Catalog: Narabi/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# page.swap
source: Swap
ar: تبديل
de: Tauschen
es: Intercambiar
fr: Permuter
he: החלפה הדדית
hi: अदला-बदली
id: Tukar
it: Scambia
ja: 入れ替え
ko: 맞바꾸기
nl: Wisselen
pl: Zamień
pt_br: Trocar
ru: Поменять местами
th: สลับ
tr: Yer değiştir
uk: Поміняти місцями
vi: Đổi chỗ
zh_hans: 交换
zh_hant: 交換

# paper.centerReset
source: Return to center
ar: توسيط
de: Zur Mitte zurück
es: Volver al centro
fr: Recentrer
he: מרכוז
hi: केंद्र में करें
id: Kembalikan ke tengah
it: Riporta al centro
ja: 中央に戻す
ko: 가운데로 돌아가기
nl: Terug naar midden
pl: Przywróć środek
pt_br: Voltar ao centro
ru: Вернуть в центр
th: กลับไปกึ่งกลาง
tr: Merkeze döndür
uk: Повернути в центр
vi: Đưa về giữa
zh_hans: 回到中心
zh_hant: 回到中央

# paper.custom
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
he: מותאם
hi: कस्टम
id: Kustom
it: Personalizzato
ja: 自由サイズ
ko: 사용자 지정
nl: Aangepast
pl: Niestandardowy
pt_br: Personalizado
ru: Произвольный
th: กำหนดเอง
tr: Özel
uk: Довільний
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# paper.free
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
he: מותאם אישית
hi: कस्टम
id: Kustom
it: Personalizzato
ja: 自由
ko: 사용자 설정
nl: Aangepast
pl: Niestandardowy
pt_br: Personalizado
ru: Произвольный
th: กำหนดเอง
tr: Özel
uk: Довільний
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# paper.height
source: Height
ar: الارتفاع
de: Höhe
es: Alto
fr: Hauteur
he: גובה
hi: ऊँचाई
id: Tinggi
it: Altezza
ja: 高さ
ko: 높이
nl: Hoogte
pl: Wysokość
pt_br: Altura
ru: Высота
th: ความสูง
tr: Yükseklik
uk: Висота
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

# paper.horizontalPosition
source: Horizontal position
ar: الموضع الأفقي
de: Horizontale Position
es: Posición horizontal
fr: Position horizontale
he: מיקום אופקי
hi: क्षैतिज स्थान
id: Posisi horizontal
it: Posizione orizzontale
ja: 左右位置
ko: 가로 위치
nl: Horizontale positie
pl: Pozycja pozioma
pt_br: Posição horizontal
ru: Положение по горизонтали
th: ตำแหน่งแนวนอน
tr: Yatay konum
uk: Положення по горизонталі
vi: Vị trí ngang
zh_hans: 水平位置
zh_hant: 水平位置

# paper.imageRotation
source: Image rotation
ar: تدوير الصورة
de: Bilddrehung
es: Rotación de la imagen
fr: Rotation de l’image
he: סיבוב התמונה
hi: चित्र घुमाव
id: Rotasi gambar
it: Rotazione immagine
ja: 画像の回転
ko: 이미지 회전
nl: Afbeelding draaien
pl: Obrót obrazu
pt_br: Rotação da imagem
ru: Поворот изображения
th: การหมุนภาพ
tr: Görüntü döndürme
uk: Обертання зображення
vi: Xoay ảnh
zh_hans: 图像旋转
zh_hant: 影像旋轉

# paper.invalidSize
source: Enter a size from 10 to 2000 mm.
ar: أدخل حجمًا صالحًا
de: Wert zwischen 10 und 2000 mm eingeben.
es: Introduce un valor entre 10 y 2000 mm.
fr: Saisissez une valeur de 10 à 2 000 mm.
he: יש להזין גודל תקין
hi: मान्य आकार दर्ज करें
id: Masukkan 10 hingga 2000 mm.
it: Inserisci un valore tra 10 e 2000 mm.
ja: 10〜2000 mmの範囲で入力してください。
ko: 10~2000 mm 범위로 입력하세요.
nl: Voer 10 tot 2000 mm in.
pl: Wpisz wartość od 10 do 2000 mm.
pt_br: Digite um valor entre 10 e 2000 mm.
ru: Введите размер от 10 до 2000 мм.
th: ป้อนค่าระหว่าง 10 ถึง 2000 มม.
tr: 10 ile 2000 mm arasında bir değer girin.
uk: Введіть розмір від 10 до 2000 мм.
vi: Nhập giá trị từ 10 đến 2000 mm.
zh_hans: 请输入 10 至 2000 mm。
zh_hant: 請輸入 10 至 2000 mm。

# paper.landscape
source: Landscape
ar: أفقي
de: Querformat
es: Horizontal
fr: Paysage
he: לרוחב
hi: लैंडस्केप
id: Lanskap
it: Orizzontale
ja: 横
ko: 가로
nl: Liggend
pl: Poziomo
pt_br: Paisagem
ru: Альбомная
th: แนวนอน
tr: Yatay
uk: Альбомна
vi: Ngang
zh_hans: 横向
zh_hant: 橫向

# paper.orientation
source: Orientation
ar: الاتجاه
de: Ausrichtung
es: Orientación
he: כיוון
hi: दिशा
id: Orientasi
it: Orientamento
ja: 向き
ko: 방향
nl: Richting
pl: Orientacja
pt_br: Orientação
ru: Ориентация
th: แนวกระดาษ
tr: Yön
uk: Орієнтація
vi: Hướng giấy
zh_hans: 方向
zh_hant: 方向

# paper.photo4x6
source: 4 × 6 in
ar: 4 × 6 بوصات
de: 4 × 6 Zoll
es: 4 × 6 pulg.
fr: 4 × 6 po
he: 4 × 6 אינץ׳
hi: 4 × 6 इंच
id: 4 × 6 inci
it: 4 × 6 pollici
ko: 4 × 6인치
nl: 4 × 6 inch
pl: 4 × 6 cali
pt_br: 4 × 6 pol.
ru: 4 × 6 дюймов
th: 4 × 6 นิ้ว
tr: 4 × 6 inç
uk: 4 × 6 дюймів
vi: 4 × 6 inch
zh_hans: 4 × 6 英寸
zh_hant: 4 × 6 英吋

# paper.place
source: Place on paper
ar: وضع على الورق
de: Auf Papier platzieren
es: Colocar en papel
fr: Placer sur la page
he: מיקום על הדף
hi: कागज़ पर रखें
id: Tempatkan di kertas
it: Posiziona su carta
ja: 用紙に配置
ko: 용지에 배치
nl: Op papier plaatsen
pl: Umieść na papierze
pt_br: Posicionar no papel
ru: Разместить на бумаге
th: วางบนกระดาษ
tr: Kağıda yerleştir
uk: Розмістити на папері
vi: Đặt trên giấy
zh_hans: 放置到纸张
zh_hant: 放置到紙張

# paper.portrait
source: Portrait
ar: عمودي
de: Hochformat
es: Vertical
he: לאורך
hi: पोर्ट्रेट
id: Potret
it: Verticale
ja: 縦
ko: 세로
nl: Staand
pl: Pionowo
pt_br: Retrato
ru: Книжная
th: แนวตั้ง
tr: Dikey
uk: Книжкова
vi: Dọc
zh_hans: 纵向
zh_hant: 直向

# paper.postcard
source: Postcard
ar: بطاقة بريدية
de: Postkarte
es: Postal
fr: Carte postale
he: גלויה
hi: पोस्टकार्ड
id: Kartu pos
it: Cartolina
ja: はがき
ko: 엽서
nl: Briefkaart
pl: Pocztówka
pt_br: Cartão-postal
ru: Открытка
th: ไปรษณียบัตร
tr: Kartpostal
uk: Листівка
vi: Bưu thiếp
zh_hans: 明信片
zh_hant: 明信片

source: Paper preview
ar: معاينة
de: Papiervorschau
es: Vista del papel
fr: Aperçu de la page
he: תצוגה מקדימה
hi: पूर्वावलोकन
id: Pratinjau kertas
it: Anteprima carta
ja: 用紙プレビュー
ko: 용지 미리보기
nl: Papiervoorbeeld
pl: Podgląd papieru
pt_br: Prévia do papel
ru: Предпросмотр бумаги
th: ตัวอย่างกระดาษ
tr: Kâğıt önizleme
uk: Попередній перегляд паперу
vi: Xem trước giấy
zh_hans: 纸张预览
zh_hant: 紙張預覽

# paper.rotationReset
source: Reset rotation to 0°
ar: إعادة التدوير إلى 0°
de: Drehung auf 0° zurücksetzen
es: Restablecer rotación a 0°
fr: Réinitialiser la rotation à 0°
he: איפוס הסיבוב ל-0°
hi: घुमाव को 0° पर रीसेट करें
id: Atur rotasi ke 0°
it: Reimposta rotazione a 0°
ja: 回転を0°に戻す
ko: 회전을 0°로 재설정
nl: Draaiing terugzetten naar 0°
pl: Ustaw obrót na 0°
pt_br: Redefinir rotação para 0°
ru: Сбросить поворот до 0°
th: ตั้งการหมุนกลับเป็น 0°
tr: Döndürmeyi 0° yap
uk: Скинути обертання до 0°
vi: Đặt góc xoay về 0°
zh_hans: 将旋转重置为 0°
zh_hant: 將旋轉重設為 0°

source: Paper size
ar: الحجم
de: Papierformat
es: Tamaño de papel
fr: Format du papier
he: גודל
hi: आकार
id: Ukuran kertas
it: Formato carta
ja: 用紙サイズ
ko: 용지 크기
nl: Papierformaat
pl: Rozmiar papieru
pt_br: Tamanho do papel
ru: Размер бумаги
th: ขนาดกระดาษ
tr: Kâğıt boyutu
uk: Розмір паперу
vi: Khổ giấy
zh_hans: 纸张尺寸
zh_hant: 紙張大小

# paper.unit
source: Unit
ar: الوحدة
de: Einheit
es: Unidad
fr: Unité
he: יחידה
hi: इकाई
id: Satuan
it: Unità
ja: 単位
ko: 단위
nl: Eenheid
pl: Jednostka
pt_br: Unidade
ru: Единица
th: หน่วย
tr: Birim
uk: Одиниця
vi: Đơn vị
zh_hans: 单位
zh_hant: 單位

# paper.verticalPosition
source: Vertical position
ar: الموضع العمودي
de: Vertikale Position
es: Posición vertical
fr: Position verticale
he: מיקום אנכי
hi: ऊर्ध्वाधर स्थान
id: Posisi vertikal
it: Posizione verticale
ja: 上下位置
ko: 세로 위치
nl: Verticale positie
pl: Pozycja pionowa
pt_br: Posição vertical
ru: Положение по вертикали
th: ตำแหน่งแนวตั้ง
tr: Dikey konum
uk: Положення по вертикалі
vi: Vị trí dọc
zh_hans: 垂直位置
zh_hant: 垂直位置

# paper.width
source: Width
ar: العرض
de: Breite
es: Ancho
fr: Largeur
he: רוחב
hi: चौड़ाई
id: Lebar
it: Larghezza
ja: 幅
ko: 너비
nl: Breedte
pl: Szerokość
pt_br: Largura
ru: Ширина
th: ความกว้าง
tr: Genişlik
uk: Ширина
vi: Chiều rộng
zh_hans: 宽度
zh_hant: 寬度

# paper.widthRatio
source: %@ of paper width
ar: العرض %@
de: %@ der Papierbreite
es: %@ del ancho del papel
fr: %@ de la largeur du papier
he: רוחב %@
hi: चौड़ाई %@
id: %@ dari lebar kertas
it: %@ della larghezza del foglio
ja: 用紙幅の %@
ko: 용지 너비의 %@
nl: %@ van de papierbreedte
pl: %@ szerokości papieru
pt_br: %@ da largura do papel
ru: %@ ширины бумаги
th: %@ ของความกว้างกระดาษ
tr: Kâğıt genişliğinin %@
uk: %@ ширини паперу
vi: %@ chiều rộng giấy
zh_hans: 纸张宽度的 %@
zh_hant: 紙張寬度的 %@

# preview.material
source: Tray preview
ar: معاينة المادة
de: Ablagevorschau
es: Vista de bandeja
fr: Aperçu du bac
he: תצוגה מקדימה של החומר
hi: सामग्री का पूर्वावलोकन
id: Pratinjau baki
it: Anteprima vassoio
ja: 素材プレビュー
ko: 자료 미리보기
nl: Ladevoorbeeld
pl: Podgląd zasobnika
pt_br: Prévia da bandeja
ru: Предпросмотр материалов
th: ตัวอย่างถาด
tr: Tepsi önizleme
uk: Попередній перегляд матеріалів
vi: Xem trước khay
zh_hans: 素材预览
zh_hant: 素材預覽

# preview.page
source: Page %lld
ar: الصفحة %lld
de: Seite %lld
es: Página %lld
he: עמוד %lld
hi: पृष्ठ %lld
id: Halaman %lld
it: Pagina %lld
ja: ページ %lld
ko: %lld페이지
nl: Pagina %lld
pl: Strona %lld
pt_br: Página %lld
ru: Страница %lld
th: หน้า %lld
tr: Sayfa %lld
uk: Сторінка %lld
vi: Trang %lld
zh_hans: 第 %lld 页
zh_hant: 第 %lld 頁

# preview.pageGeneric
source: Page preview
ar: معاينة الصفحة
de: Seitenvorschau
es: Vista previa de la página
fr: Aperçu de la page
he: תצוגה מקדימה של העמוד
hi: पृष्ठ का पूर्वावलोकन
id: Pratinjau halaman
it: Anteprima pagina
ja: ページプレビュー
ko: 페이지 미리보기
nl: Paginavoorbeeld
pl: Podgląd strony
pt_br: Prévia da página
ru: Предпросмотр страницы
th: ตัวอย่างหน้า
tr: Sayfa önizlemesi
uk: Попередній перегляд сторінки
vi: Xem trước trang
zh_hans: 页面预览
zh_hant: 頁面預覽

# preview.zoomGestureHint
source: Pinch or double-tap to zoom, then drag to move.
ar: قرّب بإصبعين أو اضغط مرتين للتكبير، ثم اسحب للتحريك.
de: Zum Zoomen auf- und zuziehen oder doppeltippen, zum Verschieben ziehen.
es: Pellizca o toca dos veces para ampliar y arrastra para mover.
fr: Pincez ou touchez deux fois pour zoomer, puis faites glisser pour déplacer.
he: צביטה או הקשה כפולה לשינוי גודל התצוגה, ולאחר מכן גרירה כדי להזיז.
hi: ज़ूम करने के लिए पिंच या डबल-टैप करें, फिर खिसकाने के लिए ड्रैग करें।
id: Cubit atau ketuk dua kali untuk memperbesar, lalu seret untuk memindahkan.
it: Pizzica o tocca due volte per ingrandire, quindi trascina per spostare.
ja: ピンチまたはダブルタップで拡大し、ドラッグで移動できます。
ko: 손가락을 오므리거나 두 번 탭하여 확대하고 드래그하여 이동할 수 있습니다.
nl: Knijp of tik dubbel om in te zoomen en sleep om te verplaatsen.
pl: Uszczypnij lub stuknij dwukrotnie, aby powiększyć, a następnie przeciągnij, aby przesunąć.
pt_br: Faça o gesto de pinça ou toque duas vezes para ampliar e arraste para mover.
ru: Сведите или разведите пальцы либо дважды коснитесь для масштабирования, затем перетаскивайте для перемещения.
th: จีบนิ้วหรือแตะสองครั้งเพื่อซูม แล้วลากเพื่อเลื่อน
tr: Yakınlaştırmak için kıstırın veya çift dokunun, taşımak için sürükleyin.
uk: Зведіть або розведіть пальці чи двічі торкніться для масштабування, потім перетягуйте для переміщення.
vi: Chụm hoặc chạm hai lần để thu phóng, rồi kéo để di chuyển.
zh_hans: 捏合或轻点两下来缩放，然后拖动来移动。
zh_hant: 撥動或點兩下縮放，然後拖曳移動。

source: Processing...
ar: جارٍ المعالجة...
de: Wird verarbeitet…
es: Procesando…
fr: Traitement en cours…
he: מעבד...
hi: प्रक्रिया जारी है...
id: Memproses...
it: Elaborazione...
ja: 処理中...
ko: 처리 중…
nl: Bezig met verwerken...
pl: Przetwarzanie...
pt_br: Processando…
ru: Обработка...
th: กำลังประมวลผล...
tr: İşleniyor...
uk: Обробка...
vi: Đang xử lý...
zh_hans: 正在处理…
zh_hant: 處理中…

# projects.deleteFolderWarning
source: Projects inside this folder will also be permanently deleted. This action cannot be undone.
ar: سيتم أيضًا حذف جميع المشاريع داخل هذا المجلد نهائيًا. لا يمكن التراجع عن هذا الإجراء.
de: Die Projekte in diesem Ordner werden ebenfalls dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Los proyectos de esta carpeta también se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: Les projets de ce dossier seront également supprimés définitivement. Cette action est irréversible.
he: גם כל הפרויקטים שבתיקייה יימחקו לצמיתות. לא ניתן לבטל פעולה זו.
hi: इस फ़ोल्डर के सभी प्रोजेक्ट भी स्थायी रूप से हट जाएँगे। इसे वापस नहीं किया जा सकता।
id: Semua proyek di dalam folder ini juga akan dihapus permanen. Tindakan ini tidak dapat dibatalkan.
it: Anche tutti i progetti nella cartella verranno eliminati definitivamente. Questa azione non può essere annullata.
ja: フォルダ内のプロジェクトもすべて完全に削除されます。この操作は取り消せません。
ko: 이 폴더 안의 프로젝트도 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
nl: Alle projecten in deze map worden ook definitief verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Wszystkie projekty w tym folderze również zostaną trwale usunięte. Tej operacji nie można cofnąć.
pt_br: Os projetos desta pasta também serão excluídos permanentemente. Esta ação não pode ser desfeita.
ru: Все проекты в этой папке также будут удалены навсегда. Это действие нельзя отменить.
th: โปรเจกต์ทั้งหมดในโฟลเดอร์นี้จะถูกลบถาวรด้วย และไม่สามารถเลิกทำได้
tr: Bu klasördeki tüm projeler de kalıcı olarak silinecek. Bu işlem geri alınamaz.
uk: Усі проєкти в цій папці також буде видалено назавжди. Цю дію не можна скасувати.
vi: Tất cả dự án trong thư mục này cũng sẽ bị xóa vĩnh viễn. Không thể hoàn tác thao tác này.
zh_hans: 此文件夹内的项目也会被永久删除。此操作无法撤销。
zh_hant: 此資料夾內的專案也會永久刪除。此操作無法還原。

# projects.deleteOne
source: Delete this project?
ar: هل تريد حذف هذا المشروع؟
de: Dieses Projekt löschen?
es: ¿Eliminar este proyecto?
fr: Supprimer ce projet ?
he: למחוק את הפרויקט הזה?
hi: यह प्रोजेक्ट हटाएँ?
id: Hapus proyek ini?
it: Eliminare questo progetto?
ja: このプロジェクトを削除しますか？
ko: 이 프로젝트를 삭제할까요?
nl: Dit project verwijderen?
pl: Usunąć ten projekt?
pt_br: Excluir este projeto?
ru: Удалить этот проект?
th: ลบโปรเจกต์นี้หรือไม่
tr: Bu proje silinsin mi?
uk: Видалити цей проєкт?
vi: Xóa dự án này?
zh_hans: 要删除此项目吗？
zh_hant: 要刪除此專案嗎？

# projects.deleteSelected
source: Delete selected items?
ar: هل تريد حذف العناصر المحددة؟
de: Ausgewählte Elemente löschen?
es: ¿Eliminar los elementos seleccionados?
fr: Supprimer les éléments sélectionnés ?
he: למחוק את הפריטים שנבחרו?
hi: चुने हुए आइटम हटाएँ?
id: Hapus item yang dipilih?
it: Eliminare gli elementi selezionati?
ja: 選択した項目を削除しますか？
ko: 선택한 항목을 삭제할까요?
nl: Geselecteerde items verwijderen?
pl: Usunąć wybrane elementy?
pt_br: Excluir os itens selecionados?
ru: Удалить выбранные элементы?
th: ลบรายการที่เลือกหรือไม่
tr: Seçili öğeler silinsin mi?
uk: Видалити вибрані елементи?
vi: Xóa các mục đã chọn?
zh_hans: 要删除所选项目吗？
zh_hant: 要刪除所選項目嗎？

# projects.deleteWarning
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
he: לא ניתן לבטל פעולה זו.
hi: इसे वापस नहीं किया जा सकता।
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
ko: 이 작업은 취소할 수 없습니다.
nl: Dit kan niet ongedaan worden gemaakt.
pl: Tej operacji nie można cofnąć.
pt_br: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
th: ไม่สามารถเลิกทำรายการนี้ได้
tr: Bu işlem geri alınamaz.
uk: Цю дію не можна скасувати.
vi: Không thể hoàn tác thao tác này.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法還原。

# projects.duplicate
source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
he: שכפול
hi: प्रतिलिपि बनाएँ
id: Gandakan
it: Duplica
ja: 複製
ko: 복제
nl: Dupliceren
pl: Duplikuj
pt_br: Duplicar
ru: Дублировать
th: ทำสำเนา
tr: Çoğalt
uk: Дублювати
vi: Nhân bản
zh_hans: 复制
zh_hant: 複製

# projects.folderName
source: Folder name
ar: اسم المجلد
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
he: שם התיקייה
hi: फ़ोल्डर का नाम
id: Nama folder
it: Nome cartella
ja: フォルダ名
ko: 폴더 이름
nl: Mapnaam
pl: Nazwa folderu
pt_br: Nome da pasta
ru: Название папки
th: ชื่อโฟลเดอร์
tr: Klasör adı
uk: Назва папки
vi: Tên thư mục
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

# projects.move
source: Move
ar: نقل
de: Bewegen
es: Mover
fr: Déplacer
he: העברה
hi: स्थानांतरित करें
id: Pindahkan
it: Sposta
ja: 移動
ko: 이동
nl: Verplaatsen
pl: Przenieś
pt_br: Mover
ru: Переместить
th: ย้าย
tr: Taşı
uk: Перемістити
vi: Di chuyển
zh_hans: 移动
zh_hant: 移動

# projects.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# projects.newFolder
source: New Folder
ar: مجلد جديد
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
he: תיקייה חדשה
hi: नया फ़ोल्डर
id: Folder baru
it: Nuova cartella
ja: 新規フォルダ
ko: 새 폴더
nl: Nieuwe map
pl: Nowy folder
pt_br: Nova pasta
ru: Новая папка
th: โฟลเดอร์ใหม่
tr: Yeni klasör
uk: Нова папка
vi: Thư mục mới
zh_hans: 新建文件夹
zh_hant: 新增資料夾

# projects.rename
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Cambiar nombre
fr: Renommer
he: שינוי שם
hi: नाम बदलें
id: Ubah nama
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nl: Naam wijzigen
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

# projects.search
source: Search projects
ar: بحث
de: Projekte suchen
es: Buscar proyectos
fr: Rechercher des projets
he: חיפוש
hi: खोजें
id: Cari proyek
it: Cerca progetti
ja: プロジェクトを検索
ko: 프로젝트 검색
nl: Projecten zoeken
pl: Szukaj projektów
pt_br: Buscar projetos
ru: Поиск проектов
th: ค้นหาโปรเจกต์
tr: Projelerde ara
uk: Пошук проєктів
vi: Tìm dự án
zh_hans: 搜索项目
zh_hant: 搜尋專案

# scan.color
source: Color
ar: ألوان
de: Farbe
fr: Couleur
he: צבע
hi: रंगीन
id: Warna
it: Colore
ja: カラー
ko: 컬러
nl: Kleur
pl: Kolor
pt_br: Colorido
ru: Цвет
th: สี
tr: Renkli
uk: Колір
vi: Màu
zh_hans: 彩色
zh_hant: 彩色

# scan.correct.action
source: Adjust document
ar: تصحيح
de: Dokument ausrichten
es: Ajustar documento
fr: Ajuster le document
he: תיקון
hi: सुधारें
id: Sesuaikan dokumen
it: Regola documento
ja: 書類として補正
ko: 문서 보정
nl: Document aanpassen
pl: Dopasuj dokument
pt_br: Ajustar documento
ru: Исправить документ
th: ปรับเอกสาร
tr: Belgeyi düzelt
uk: Виправити документ
vi: Chỉnh tài liệu
zh_hans: 调整文档
zh_hant: 調整文件

# scan.correct.apply
source: Apply
ar: تطبيق التصحيح
de: Anwenden
es: Aplicar
fr: Appliquer
he: החלת תיקון
hi: सुधार लागू करें
id: Terapkan
it: Applica
ja: 補正を適用
ko: 적용
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ru: Применить
th: ใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

# scan.correct.title
source: Adjust corners
ar: تصحيح المستند
de: Ecken anpassen
es: Ajustar esquinas
fr: Ajuster les coins
he: תיקון מסמך
hi: दस्तावेज़ सुधार
id: Sesuaikan sudut
it: Regola angoli
ja: 四隅を調整
ko: 모서리 조정
nl: Hoeken aanpassen
pl: Dopasuj narożniki
pt_br: Ajustar cantos
ru: Настроить углы
th: ปรับมุม
tr: Köşeleri ayarla
uk: Налаштувати кути
vi: Chỉnh các góc
zh_hans: 调整四角
zh_hant: 調整四角

# scan.detected
source: Check the corners and drag the handles if needed.
ar: تحقق من الزوايا الأربع، وحرّك المقابض الدائرية عند الحاجة.
de: Prüfe die vier Ecken und verschiebe die runden Griffe bei Bedarf.
es: Comprueba las cuatro esquinas y mueve los controles circulares si es necesario.
fr: Vérifiez les quatre coins et déplacez les poignées rondes si nécessaire.
he: בדקו את ארבע הפינות והזיזו את הידיות העגולות לפי הצורך.
hi: चारों कोनों की जाँच करें और ज़रूरत हो तो गोल हैंडल खिसकाएँ।
id: Periksa keempat sudut dan geser pegangan bulat jika perlu.
it: Controlla i quattro angoli e sposta le maniglie rotonde se necessario.
ja: 四隅を確認し、必要なら丸を動かしてください
ko: 네 모서리를 확인하고 필요하면 원형 핸들을 움직이세요.
nl: Controleer de vier hoeken en verplaats zo nodig de ronde grepen.
pl: Sprawdź cztery narożniki i w razie potrzeby przesuń okrągłe uchwyty.
pt_br: Confira os quatro cantos e mova as alças redondas se necessário.
ru: Проверьте четыре угла и при необходимости переместите круглые маркеры.
th: ตรวจสอบมุมทั้งสี่ และเลื่อนจุดจับวงกลมหากจำเป็น
tr: Dört köşeyi kontrol edin ve gerekirse yuvarlak tutamaçları sürükleyin.
uk: Перевірте чотири кути й за потреби перемістіть круглі маркери.
vi: Kiểm tra bốn góc và kéo các điểm điều khiển tròn nếu cần.
zh_hans: 请检查四个角，必要时拖动圆形控制点。
zh_hant: 請檢查四個角，必要時拖曳圓形控制點。

# scan.detecting
source: Detecting document…
ar: جارٍ اكتشاف المستند...
de: Dokument wird erkannt…
es: Detectando documento…
fr: Détection du document…
he: מתבצע זיהוי מסמך...
hi: दस्तावेज़ खोजा जा रहा है...
id: Mendeteksi dokumen…
it: Rilevamento documento…
ja: 書類を検出しています
ko: 문서 감지 중…
nl: Document detecteren…
pl: Wykrywanie dokumentu…
pt_br: Detectando documento…
ru: Поиск документа...
th: กำลังตรวจหาเอกสาร…
tr: Belge algılanıyor…
uk: Пошук документа...
vi: Đang nhận diện tài liệu…
zh_hans: 正在检测文档…
zh_hant: 正在偵測文件…

# scan.gray
source: Grayscale
ar: تدرج رمادي
de: Graustufen
es: Escala de grises
fr: Niveaux de gris
he: גווני אפור
hi: ग्रेस्केल
id: Abu-abu
it: Scala di grigi
ja: グレー
ko: 회색조
nl: Grijstinten
pl: Skala szarości
pt_br: Escala de cinza
ru: Оттенки серого
th: ระดับสีเทา
tr: Gri tonlama
uk: Відтінки сірого
vi: Thang xám
zh_hans: 灰度
zh_hant: 灰階

# scan.mono
source: Black & white
ar: أبيض وأسود
de: Schwarzweiß
es: Blanco y negro
fr: Noir et blanc
he: שחור-לבן
hi: काला-सफ़ेद
id: Hitam putih
it: Bianco e nero
ja: 白黒
ko: 흑백
nl: Zwart-wit
pl: Czarno-białe
pt_br: Preto e branco
ru: Чёрно-белое
th: ขาวดำ
tr: Siyah-beyaz
uk: Чорно-біле
vi: Đen trắng
zh_hans: 黑白
zh_hant: 黑白

# scan.nextCandidate
source: Next
ar: المرشح التالي
de: Weiter
es: Siguiente
fr: Suivant
he: המועמד הבא
hi: अगला विकल्प
id: Berikutnya
it: Successivo
ja: 次の候補
ko: 다음
nl: Volgende
pl: Następny
pt_br: Próximo
ru: Следующий
th: ถัดไป
tr: Sonraki
uk: Наступний
vi: Tiếp theo
zh_hans: 下一个
zh_hant: 下一個

# scan.notDetected
source: No document found. Adjust the corners manually.
ar: لم يتم اكتشاف المستند تلقائيًا. اضبط الزوايا الأربع يدويًا.
de: Kein Dokument erkannt. Passe die vier Ecken manuell an.
es: No se detectó ningún documento. Ajusta las cuatro esquinas manualmente.
fr: Aucun document détecté. Ajustez manuellement les quatre coins.
he: המסמך לא זוהה אוטומטית. יש לכוון ידנית את ארבע הפינות.
hi: दस्तावेज़ अपने आप नहीं मिला। चारों कोनों को हाथ से समायोजित करें।
id: Dokumen tidak terdeteksi. Sesuaikan keempat sudut secara manual.
it: Nessun documento rilevato. Regola manualmente i quattro angoli.
ja: 自動検出できませんでした。四隅を合わせてください
ko: 문서를 자동으로 찾지 못했습니다. 네 모서리를 직접 맞추세요.
nl: Geen document gedetecteerd. Pas de vier hoeken handmatig aan.
pl: Nie wykryto dokumentu. Ustaw ręcznie cztery narożniki.
pt_br: Nenhum documento foi detectado. Ajuste os quatro cantos manualmente.
ru: Документ не найден автоматически. Настройте четыре угла вручную.
th: ไม่พบเอกสารโดยอัตโนมัติ โปรดปรับมุมทั้งสี่ด้วยตนเอง
tr: Belge algılanamadı. Dört köşeyi elle ayarlayın.
uk: Документ не знайдено автоматично. Налаштуйте чотири кути вручну.
vi: Không tự động phát hiện được tài liệu. Hãy điều chỉnh bốn góc theo cách thủ công.
zh_hans: 未能自动检测到文档。请手动调整四个角。
zh_hant: 無法自動偵測文件。請手動調整四個角。

# scan.redetect
source: Detect again
ar: إعادة الاكتشاف
de: Erneut erkennen
es: Detectar de nuevo
fr: Relancer la détection
he: זיהוי מחדש
hi: फिर से खोजें
id: Deteksi ulang
it: Rileva di nuovo
ja: 再検出
ko: 다시 감지
nl: Opnieuw detecteren
pl: Wykryj ponownie
pt_br: Detectar novamente
ru: Найти снова
th: ตรวจหาอีกครั้ง
tr: Yeniden algıla
uk: Знайти знову
vi: Nhận diện lại
zh_hans: 重新检测
zh_hant: 重新偵測

# selection.clearAll
source: Clear all
ar: إلغاء تحديد الكل
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
he: ביטול הבחירה בהכול
hi: सभी का चयन हटाएँ
id: Hapus semua pilihan
it: Deseleziona tutto
ja: 全解除
ko: 모두 해제
nl: Alles deselecteren
pl: Odznacz wszystko
pt_br: Desmarcar tudo
ru: Снять выделение со всех
th: ยกเลิกทั้งหมด
tr: Tümünün seçimini kaldır
uk: Зняти виділення з усіх
vi: Bỏ chọn tất cả
zh_hans: 全部取消
zh_hant: 全部取消

# selection.count
source: %lld selected
ar: ✓ تحديد %lld
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
he: ✓ בחירה %lld
hi: ✓ चुनें %lld
id: %lld dipilih
it: %lld selezionati
ja: %lld枚選択
ko: %lld개 선택
nl: %lld geselecteerd
pl: Wybrano: %lld
pt_br: %lld selecionados
ru: Выбрано: %lld
th: เลือกแล้ว %lld
tr: %lld seçildi
uk: Вибрано: %lld
vi: Đã chọn %lld
zh_hans: 已选 %lld 个
zh_hant: 已選 %lld 個
